---
kind: property
id: P:Autodesk.Revit.DB.Structure.MemberForces.Start
source: html/871b90d3-c16f-56d6-133b-74de364f93b9.htm
---
# Autodesk.Revit.DB.Structure.MemberForces.Start Property

Member Forces position on analytical element. True for start, false for end.

## Syntax (C#)
```csharp
public bool Start { get; set; }
```